TargetApplication=SynWrite
Author=UVViewsoft
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2012-09-17 17:56:12

[AddTemplateDlg]
00000001=Шаблон кода
00000002=&Имя шаблона:
00000003=О&писание:
00000004=&ОК
00000005=О&тмена

[ecGotoLineDlg]
00000001=Перейти к позиции
00000002=Номер &строки:
00000003=&ОК
00000004=О&тмена
00000005=Номер &колонки:

[fmAb]
00000004=О программе
00000005=Оффсайт:
00000006=Форумы:
00000007=Авторы:
00000013=Е-мейл:
00000014=написать
00000015=Компоненты
00000024=ОК
00000025=Английский
00000026=Русский
00000027=О программе

[fmEnc]
00000001=Изменение кодировки
00000002=Переоткрыть файл в новой кодировке
00000003=Сменить кодировку для измененного файла
00000004=Кодировка изменена и файл модифицирован. Что Вы хотите сделать?

[fmMain]
00000006=Печать...
00000007=Печатать документ
00000009=Предпросмотр...
00000010=Предпросмотр печати
00000012=Настройки страницы...
00000013=Настройки страницы
00000015=Создать файл
00000016=Создать новый файл
00000018=Новое окно
00000020=Настройки принтера...
00000021=Настройки принтера
00000023=Открыть...
00000024=Открыть файл
00000026=Переоткрыть
00000027=Перечитать файл с диска
00000029=Сохранить
00000030=Сохранить файл
00000032=Сохранить как...
00000033=Сохранить файл под другим именем
00000035=Экспорт в RTF...
00000036=Записать текст с подсветкой синтаксиса в RTF-файл
00000037=.RTF
00000038=Файлы RichText Format (*.rtf)|*.rtf|Все файлы (*.*)|*.*
00000040=Экспорт в HTML...
00000041=Записать текст с подсветкой синтаксиса в HTML-файл
00000042=.HTML
00000043=Файлы HTML (*.htm,*.html)|*.htm;*.html|Все файлы (*.*)|*.*
00000045=Настройки...
00000046=Показать диалог настроек
00000048=Изменение свойств лексера...
00000049=Настроить текущий лексер
00000051=Изменение библиотеки лексеров...
00000052=Настроить библиотеку всех лексеров
00000054=Копировать
00000055=Копировать выделенное в буфер обмена
00000060=Вырезать
00000061=Вырезать выделенное в буфер обмена
00000063=Вставить
00000064=Вставить из буфера обмена
00000066=Удалить
00000067=Очистить текущее выделение
00000069=Выделить всё
00000070=Выделить всё
00000072=Отменить
00000073=Отменить последнее действие
00000075=Повторить
00000076=Повторить
00000078=Добавить отступ
00000079=Добавить отступ
00000081=Убрать отступ
00000082=Убрать отступ
00000084=Нижний регистр
00000086=Верхний регистр
00000088=Каждое слово с заглавной буквы
00000090=Инвертировать регистр
00000092=Закомментировать строку
00000093=Закомментировать строку
00000095=Раскомментировать строку
00000096=Раскомментировать строку
00000098=Дерево
00000099=Спрятать/показать дерево
00000101=Сортировать по возрастанию
00000102=Сортировать выделенное по возрастанию
00000104=Сортировать по убыванию
00000105=Сортировать выделенное по убыванию
00000107=Перейти к позиции
00000108=Перейти к позиции
00000110=Только чтение
00000111=Режим "только чтение"
00000114=Показать диалог поиска
00000116=Перенос по словам
00000117=Перенос по словам
00000119=Нумерация строк
00000120=Нумерация строк
00000122=Область свёртки
00000123=Область свёртки
00000125=Непечатаемые символы
00000126=Непечатаемые символы
00000127=Все файлы (*.*)|*.*
00000128=Плоский текст
00000135=Создать файл
00000137=Создать файл
00000139=Новое окно
00000140=Открыть файл
00000142=Открыть файл
00000143=Сохранить файл
00000145=Сохранить файл
00000146=Сохранить как
00000148=Сохранить файл как...
00000150=Переоткрыть файл
00000151=Экспорт в RTF
00000153=Экспорт в RTF
00000154=Экспорт в HTML
00000156=Экспорт в HTML
00000157=Опции
00000159=Диалог настроек
00000160=Редактировать лексер
00000162=Настроить текущий лексер
00000164=Настроить библиотеку лексеров
00000166=Выровнять разделители
00000168=Сортировать выделенное по возрастанию
00000170=Сортировать выделенное по убыванию
00000172=Закомментировать выделенные строки
00000174=Раскомментировать выделенные строки
00000176=Перекл. панель дерева
00000178=Перекл. режим "только чтение"
00000180=Перекл. перенос по словам
00000182=Перекл. нумерацию строк
00000184=Перекл. область свёртки
00000186=Перекл. показ непечатаемых символов
00000188=Увеличить размер
00000190=Уменьшить размер
00000192=Переместить строки вверх
00000194=Переместить строки вниз
00000197=Список автозавершения
00000198=Список параметров функции
00000200=Список параметров функции
00000201=Шаблон кода
00000203=Шаблон кода
00000204=Контекстная справка
00000206=Контекстная справка
00000207=Печать
00000209=Печать
00000210=Предпросмотр печати
00000212=Предпросмотр печати
00000213=Настройки страницы
00000215=Настройки страницы
00000217=Настройки принтера
00000220=Заменить далее
00000221=Заменить все
00000223=Заменить все
00000224=Перейти к позиции
00000226=Диалог "Перейти к позиции"
00000227=Найти текущее слово выше
00000229=Найти текущее слово выше
00000230=Найти текущее слово ниже
00000232=Найти текущее слово ниже
00000233=Найти все
00000235=Найти все
00000236=Найти предыдущее
00000238=Найти предыдущее
00000239=Найти далее
00000241=Найти далее
00000242=Диалог поиска
00000244=Диалог поиска
00000246=Следующая пометка
00000248=Предыдущая пометка
00000250=Удалить пометки
00000252=Поиск через Lister
00000254=Поиск следующего через Lister
00000256=Перемещение курсора к определённой позиции
00000259=Переместить курсор налево и вверх к началу строки
00000260=Последний символ
00000262=Переместить курсор к последнему символу строки
00000263=Первый символ
00000265=Переместить курсор к первому символу строки
00000266=Конец текста
00000268=Переместить курсор в конец файла
00000269=Начало текста
00000271=Переместить курсор в начало файла
00000272=Конец страницы
00000274=Переместить курсор в конец страницы
00000275=Начало страницы
00000277=Переместить курсор в начало страницы
00000278=Направо на страницу
00000280=Переместить курсор на одну страницу влево
00000281=Налево на страницу
00000283=Переместить курсор на одну страницу вправо
00000284=Вниз на страницу
00000286=Переместить курсор на одну страницу вниз
00000287=Вверх на страницу
00000289=Переместить курсор на одну страницу вверх
00000290=Конец строки
00000292=Переместить курсор в конец строки
00000293=Начало строки
00000295=Переместить курсор в начало строки
00000296=Слово направо
00000298=Переместить курсор на одно слово направо
00000299=Слово налево
00000301=Переместить курсор на одно слово налево
00000302=В&низ
00000304=Переместить курсор на одну строку ниже
00000305=&Вверх
00000307=Переместить курсор на одну строку выше
00000308=С&права
00000310=Переместить курсор на один символ направо
00000311=&Слева
00000313=Переместить курсор на один символ налево
00000315=Переместить курсор и выделить один символ слева
00000317=Переместить курсор и выделить один символ справа
00000319=Переместить курсор и выделить одну строку вверх
00000321=Переместить курсор и выделить одну строку вниз
00000323=Переместить курсор и выделить одно слово слева
00000325=Переместить курсор и выделить одно слово справа
00000327=Переместить курсор и выделить до начала строки
00000329=Переместить курсор и выделить до конца строки
00000331=Переместить курсор и выделить одну страницу вверх
00000333=Переместить курсор и выделить одну страницу ввниз
00000335=Переместить курсор и выделить одну страницу направо
00000337=Переместить курсор и выделить одну страницу налево
00000339=Переместить курсор и выделить до начала страницы
00000341=Переместить курсор и выделить до конца страницы
00000343=Переместить курсор и выделить до начала файла
00000345=Переместить курсор и выделить до конца файла
00000347=Переместить курсор и выделить до первого символа в строке
00000349=Переместить курсор и выделить до последнего символа в строке
00000351=Переместить курсор и выделить налево и вверх до начала строки
00000353=Переместить курсор до определённой позиции выделить
00000355=Переместить курсор и выделить блоком один символ слева
00000357=Переместить курсор и выделить блоком один символ справа
00000359=Переместить курсор и выделить блоком один символ вверх
00000361=Переместить курсор и выделить блоком один символ вниз
00000363=Переместить курсор и выделить блоком одно слово слева
00000365=Переместить курсор и выделить блоком одно слово справа
00000367=Переместить курсор и выделить блоком до начала строки
00000369=Переместить курсор и выделить блоком до конца строки строки
00000371=Переместить курсор и выделить блоком одну страницу вверх
00000373=Переместить курсор и выделить блоком одну страницу вниз
00000375=Переместить курсор и выделить блоком одну страницу направо
00000377=Переместить курсор и выделить блоком одну страницу налево
00000379=Переместить курсор и выделить блоком до начала страницы
00000381=Переместить курсор и выделить блоком до конца страницы
00000383=Переместить курсор и выделить блоком до начала файла
00000385=Переместить курсор и выделить блоком до начала файла
00000387=Переместить курсор и выделить блоком до первого символа в строке
00000389=Переместить курсор и выделить блоком до конца строки
00000391=Переместить курсор и выделить блоком налево и вверх до начала строки
00000393=Переместить курсор и выделить блоком до отмеченной позиции
00000396=Прокрутить выше на одну строку, оставив курсор на месте
00000397=Прокрутка вниз
00000399=Прокрутить ниже на одну строку, оставив курсор на месте
00000400=Прокрутка левее
00000402=Прокрутить левее на один символ, оставив курсор на месте
00000403=Прокрутка правее
00000405=Прокрутить правее на один символ, оставив курсор на месте
00000406=Прокрутка на страницу вверх
00000408=Прокрутить выше на одну страницу, оставив курсор на месте
00000409=Прокрутка на страницу вниз
00000411=Прокрутить ниже на одну страницу, оставив курсор на месте
00000412=Прокрутка на страницу левее
00000414=Прокрутить левее на один экран, оставив курсор на месте
00000415=Прокрутка на страницу вправо
00000417=Прокрутить правее на один экран, оставив курсор на месте
00000418=Прокрутить до начала
00000420=Прокрутить до начала тексда, оставив курсор на месте
00000421=Прокрутка до конца
00000423=Прокрутить до конца текста, оставив курсор на месте
00000424=Прокрутка налево
00000426=Прокрутить на левую границу, оставив курсор на месте
00000427=Прокрутка направо
00000429=Прокрутить на правую границу, оставив курсор на месте
00000430=К&опировать
00000432=Копировать выделенное в буфер обмена
00000433=Вы&резать
00000435=Вырезать выделенное в буфер обмена
00000436=Вставит&ь
00000438=Вставить из буфера обмена в текущую позицию
00000439=О&тменить
00000441=Отменить, если возможно
00000442=Повто&рить
00000444=Вернуть, если возможно
00000445=&Выделить всё
00000447=Выделить всё, переместить курсор в конец
00000448=&Удалить
00000450=Удалить выделенное
00000451=Копировать как RTF
00000453=Копировать выделение в буфер в RTF-формате
00000454=Следующая строка
00000456=Часть строки справа от курсора переместить на новую строку, каретку переместить на новую строку
00000458=Часть строки справа от курсора переместить на новую строку, каретку оставить на месте
00000460=Вставить символ в текущую позицию  (Data = PChar)
00000462=Вставить всю строку (Data = PChar)
00000464=Дублировать строку
00000467=Добавить отступ
00000468=&Убрать отступ
00000470=Убрать отступ
00000472=Клавиша табуляции
00000474=Вставить символ табуляции
00000477=Удаление последнего символа (то же, что и клавиша backspace)
00000478=Удаление символа
00000480=Удаление символа после курсора (то же, что и клавиша delete)
00000481=Удаление слова
00000483=Удаление от курсора до следующего слова
00000484=Удаление предыдущего слова
00000486=Удаление от курсора до начала слова
00000487=Удаление до начала строки
00000489=Удаление от курсора до начала строки
00000490=Удаление до конца строки
00000492=Удаление от курсора до конца строки
00000493=Удаление строки
00000495=Удаление текущей строки
00000496=Очистить всё
00000498=Удаление всего текста
00000499=Режим вставки
00000501=Установить режим вставки
00000502=Режим замены
00000504=Установить режим замены
00000505=Переключение режима вставки
00000507=Переключить режим вставки/замены
00000508=Нормальное выделение
00000510=Режим нормального выделения
00000511=Выделение блоком
00000513=Режим выделения блоком
00000514=Выделение строкой
00000516=Режим выделениия строкой
00000517=Начало выделения маркерами
00000519=Установка маркера начала выделения
00000520=Конец выделения маркерами
00000522=Установка маркера конца выделения
00000523=Слово в верхнем регистре
00000525=Установка верхнего регистра для текущего или предыдущего слова
00000526=Слово в нижнем регистре
00000528=Установка нижнего регистра для текущего или предыдущего слова
00000529=Переключение регистра слова
00000531=Переключение регистра для текущего или предыдущего слова
00000532=Слово с заглавной буквы
00000534=Первая буква текущего или предыдущего слова становится заглавной
00000535=Выделенное - в верхний регистр
00000537=Установка верхнего регистра для текущего выделения или текущего символа
00000538=Выделенное в нижний регистр
00000540=Установка нижнего регистра для текущего выделения или текущего символа
00000541=Переключить регистр выделенного
00000543=Переключение регистра для текущего выделения или текущего символа
00000544=Каждое слово в выделении с заглавной буквы
00000546=Каждое слово в выделении с заглавной буквы
00000547=Свернуть/развернуть
00000549=Свернуть/развернуть блок текста в текущую строку
00000550=Свернуть
00000552=Свернуть блок текста в текущую строку
00000553=Развернуть
00000555=Развернуть блок текста из текущей строки
00000556=Свернуть всё
00000558=Свернуть все блоки в тексте
00000559=Развернуть всё
00000561=Развернуть все свёрнутые блоки в тексте
00000562=Свернуть выделенное
00000564=Свернуть выделенный блок текста
00000565=Свернуть/развернуть ближайший
00000567=Свернуть/развернуть ближайщий блок текста
00000568=Свернуть в выделении
00000570=Свернуть все блоки в выделенном тексте
00000571=Развернуть в выделении
00000573=Развернуть все блоки выделенного текста
00000574=Сворачивание текста
00000576=Переключить сворачивание текста
00000577=Перейти на закладку 0
00000579=Перейти на закладку 0
00000580=Перейти на закладку 1
00000582=Перейти на закладку 1
00000583=Перейти на закладку 2
00000585=Перейти на закладку 2
00000586=Перейти на закладку 3
00000588=Перейти на закладку 3
00000589=Перейти на закладку 4
00000591=Перейти на закладку 4
00000592=Перейти на закладку 5
00000594=Перейти на закладку 5
00000595=Перейти на закладку 6
00000597=Перейти на закладку 6
00000598=Перейти на закладку 7
00000600=Перейти на закладку 7
00000601=Перейти на закладку 8
00000603=Перейти на закладку 8
00000604=Перейти на закладку 9
00000606=Перейти на закладку 9
00000607=Установить закладку 0
00000609=Установить закладку 0
00000610=Установить закладку 1
00000612=Установить закладку 1
00000613=Установить закладку 2
00000615=Установить закладку 2
00000616=Установить закладку 3
00000618=Установить закладку 3
00000619=Установить закладку 4
00000621=Установить закладку 4
00000622=Установить закладку 5
00000624=Установить закладку 5
00000625=Установить закладку 6
00000627=Установить закладку 6
00000628=Установить закладку 7
00000630=Установить закладку 7
00000631=Установить закладку 8
00000633=Установить закладку 8
00000634=Установить закладку 9
00000636=Установить закладку 9
00000638=Удалить все закладки
00000641=Установить маркер на текущей позиции
00000642=Снять маркер
00000644=Снять маркер (перейти на предыдущий маркер)
00000645=Поменять маркер
00000647=Поменять маркер (сохранить позицию, перейти на предыдущий маркер)
00000648=Перейти к парной скобке
00000650=Перейти к парной скобке
00000651=Запустить макрос
00000653=Запустить макрос
00000654=Начать запись макроса
00000656=Начать запись макроса
00000657=Остановить запись макроса
00000659=Остановить запись макроса
00000660=Отменить запись макроса
00000662=Отменить запись макроса
00000664=Кодировка - ANSI
00000666=Кодировка - OEM
00000668=Кодировка - UTF-8
00000670=Кодировка - UTF-8, без BOM
00000672=Кодировка - Unicode
00000674=Кодировка - Unicode BE
00000676=Кодировка - KOI8
00000678=Кодировка - Макинтош
00000680=Вызвать таблицу символов
00000693=Файл
00000694=Создать файл
00000695=Создать новый файл
00000696=Открыть...
00000697=Открыть файл
00000698=Очистить список
00000699=Очистить список последних открытых файлов
00000700=Сохранить
00000701=Сохранить файл
00000702=Сохранить как...
00000703=Сохранить файл под другим именем
00000704=Экспорт в HTML...
00000705=Экспортировать текст в HTML-файл
00000706=Экспорт в RTF...
00000707=Экспортировать текст в RTF-файл
00000708=Печать...
00000709=Печатать документ
00000710=Предпросмотр...
00000711=Предпросмотр печати
00000712=Настройки страницы...
00000713=Настройки страницы
00000714=Настройки принтера...
00000715=Настройки принтера
00000716=Найти
00000717=Показать диалог поиска
00000718=Найти далее
00000719=Найти строку поиска ниже по тексту
00000720=Найти предыдущее
00000721=Найти строку поиска выше по тексту
00000722=Найти текущее слово ниже
00000723=Найти слово под курсором ниже по тексту
00000724=Найти текущее слово выше
00000725=Найти слово под курсором выше по тексту
00000726=Удалить пометки
00000727=Удалить пометки, оставленные командой "Найти все"
00000728=Перейти к позиции
00000729=Показать диалог "Перейти к позиции"
00000730=Установить закладку
00000741=Очистить все
00000742=Удалить все закладки
00000743=Перейти к закладке
00000754=Настройки
00000755=Показать диалог настроек
00000756=Изменение свойств лексера...
00000757=Настроить текущий лексер
00000758=Изменение библиотеки лексеров...
00000759=Настроить библиотеку лексеров
00000760=О программе...
00000761=Показать информацию о программе
00000762=Правка
00000763=Копировать
00000764=Копировать выделенное в буфер обмена
00000765=Вырезать
00000766=Вырезать выделенное в буфер обмена
00000767=Вставить
00000768=Вставить из буфера обмена
00000769=Удалить
00000770=Очистить текущее выделение
00000771=Выделить всё
00000772=Выделить весь текст
00000773=Отменить
00000774=Отменить последнее действие
00000775=Повторить
00000776=Повторить отменённое действие
00000777=Сортировать
00000778=Сортировка выделенного
00000779=Сортировать по возрастанию
00000780=Сортировать выделенное по возрастанию
00000781=Сортировать по убыванию
00000782=Сортировать выделенное по убыванию
00000783=Изменить регистр
00000784=Изменение регистра выделения
00000785=ВЕРХНИЙ РЕГИСТР
00000786=Выделенное в верхний регистр
00000787=нижний регистр
00000788=Выделенное в нижний регистр
00000789=Слова С Заглавной Буквы
00000790=Каждое слово в выделении с заглавной буквы
00000791=иНВЕРТИРОВАТЬ рЕГИСТР
00000792=Инвертировать регистр выделения
00000813=Строка:столбец (количество символов/строк в выделении)\n(щелкните для вызова диалога "Перейти к позиции")
00000814=Кодировка  (щелкните для изменения)
00000815=Окончания строк (щелкните для изменения)
00000816=Лексер (щелкните для изменения)
00000817=Информация о текущем символе\n(щелкните для появления Таблицы символов)
00000818=Только чтение (щелкните для изменения)
00000819=Режим выделения\n(изменяется мышиными командами)
00000821=&Файл
00000822=&Создать
00000823=Н&овый файл
00000824=Создать новый файл
00000825=&Новое окно
00000826=&Открыть...
00000827=Открыть файл
00000828=&Переоткрыть
00000829=Переоткрыть файл
00000830=&Сохранить
00000831=Сохранить файл
00000832=Со&хранить как...
00000833=Сохранить файл под другим именем
00000834=Экспорт
00000835=&Экспорт в HTML...
00000836=Экспортировать текст в HTML-файл
00000837=Э&кспорт в RTF...
00000838=Экспортировать текст в RTF-файл
00000840=П&ечать...
00000841=Печатать документ
00000842=Пре&дпросмотр...
00000843=Предпросмотр печати
00000844=Нас&тройки страницы...
00000845=Настройки страницы
00000846=Н&астройки принтера...
00000847=Настройки принтера
00000848=В&ыход
00000849=П&равка
00000850=О&тменить
00000851=Отменить последнее действие
00000852=Повто&рить
00000853=Повторить отменённое действие
00000854=Выре&зать
00000855=Вырезать выделенное в буфер обмена
00000856=К&опировать
00000857=Копировать выделенное в буфер обмена
00000858=Вставит&ь
00000859=Вставить из буфера обмена
00000860=&Удалить
00000861=Очистить текущее выделение
00000862=В&ыделить всё
00000863=Выделить весь текст
00000868=До&бавить отступ
00000869=Добавить отступ
00000870=Убрать отсту&п
00000871=Убрать отступ
00000872=&Дублировать строку
00000873=Таб&лица символов
00000874=&Сортировать
00000876=&Сортировать по возрастанию
00000877=Сортировать выделенное по возрастанию
00000878=С&ортировать по убыванию
00000879=Сортировать выделенное по убыванию
00000880=&Изменить регистр
00000882=&ВЕРХНИЙ РЕГИСТР
00000883=Выделенное в верхний регистр
00000884=&нижний регистр
00000885=Выделенное в нижний регистр
00000886=&Слова С Заглавной Буквы
00000887=Каждое слово в выделении с заглавной буквы
00000888=&иНВЕРТИРОВАТЬ рЕГИСТР
00000889=Инвертировать регистр выделения
00000912=&Поиск
00000915=Найти &далее
00000916=Найти строку поиска ниже
00000917=Н&айти предыдущее
00000918=Найти строку поиска выше
00000919=Найти теку&щее слово ниже
00000920=Найти слово под курсором ниже по тексту
00000921=Найти &текущее слово выше
00000922=Найти слово под курсором выше по тексту
00000923=&Следующая пометка
00000924=&Предыдущая пометка
00000925=&Удалить пометки
00000926=Удалить пометки, оставленные командой "Найти все"
00000927=П&ерейти к позиции...
00000928=Показать диалог "Перейти к позиции"
00000929=&Закладки
00000930=&Установить закладку
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=&Перейти к закладке
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=&Очистить закладки
00000953=Удалить все закладки
00000954=&Лексер
00000955=&Опции
00000956=&Настройки...
00000957=Показать диалог настроек
00000958=&Изменение свойств лексера...
00000959=Настроить текущий лексер
00000960=Изменение &библиотеки лексеров...
00000961=Настроить библиотеку лексеров
00000962=&Внешние инструменты...
00000963=&Только чтение
00000964=Разрешить только чтение файла
00000965=Панель &дерева
00000966=Спрятать/показать панель дерева
00000967=&Область свёртки
00000968=Показ области свёртки
00000969=&Перенос по словам
00000970=Разрешить перенос по словам
00000971=Н&умерация строк
00000972=Показ нумерации строк
00000973=Непе&чатаемые символы
00000974=Показ непечатаемых символов
00000975=&Справка
00000976=&Открыть папку Readme
00000977=О &программе...
00000978=Отменить
00000979=Отменить последнее действие
00000980=Повторить
00000981=Повторить отменённое действие
00000982=Вырезать
00000983=Вырезать выделенное в буфер обмена
00000984=Копировать
00000985=Копировать выделенное в буфер обмена
00000986=Вставить
00000987=Вставить из буфера обмена
00000988=Удалить
00000989=Очистить текущее выделение
00000990=Выделить всё
00000991=Выделить весь текст
00001012=Файл
00001013=Файл
00001014=Файл
00001015=Файл
00001016=Файл
00001017=Файл
00001018=Файл
00001019=Файл
00001020=Опции
00001021=Опции
00001022=Опции
00001023=Дополнительно
00001024=Дополнительно
00001025=Дополнительно
00001026=Комментирование
00001027=Комментирование
00001028=Опции
00001029=Опции
00001030=Опции
00001031=Опции
00001032=Опции
00001033=Опции
00001034=Дополнительно
00001035=Дополнительно
00001036=Дополнительно
00001037=Дополнительно
00001038=Подсказки
00001039=Подсказки
00001040=Подсказки
00001041=Подсказки
00001042=Печать
00001043=Печать
00001044=Печать
00001045=Печать
00001046=Поиск и замена
00001047=Поиск и замена
00001048=Поиск и замена
00001049=Поиск и замена
00001050=Поиск и замена
00001051=Поиск и замена
00001052=Поиск и замена
00001053=Поиск и замена
00001054=Поиск и замена
00001055=Поиск и замена
00001056=Поиск и замена
00001057=Поиск и замена
00001058=Поиск и замена
00001059=Поиск и замена
00001060=Навигация, не выделение
00001061=Навигация, не выделение
00001062=Навигация, не выделение
00001063=Навигация, не выделение
00001064=Навигация, не выделение
00001065=Навигация, не выделение
00001066=Навигация, не выделение
00001067=Навигация, не выделение
00001068=Навигация, не выделение
00001069=Навигация, не выделение
00001070=Навигация, не выделение
00001071=Навигация, не выделение
00001072=Навигация, не выделение
00001073=Навигация, не выделение
00001074=Навигация, не выделение
00001075=Навигация, не выделение
00001076=Навигация, не выделение
00001077=Навигация, не выделение
00001078=Навигация, не выделение
00001079=Навигация, не выделение
00001080=Навигация, нормальное выделение
00001081=Навигация, нормальное выделение
00001082=Навигация, нормальное выделение
00001083=Навигация, нормальное выделение
00001084=Навигация, нормальное выделение
00001085=Навигация, нормальное выделение
00001086=Навигация, нормальное выделение
00001087=Навигация, нормальное выделение
00001088=Навигация, нормальное выделение
00001089=Навигация, нормальное выделение
00001090=Навигация, нормальное выделение
00001091=Навигация, нормальное выделение
00001092=Навигация, нормальное выделение
00001093=Навигация, нормальное выделение
00001094=Навигация, нормальное выделение
00001095=Навигация, нормальное выделение
00001096=Навигация, нормальное выделение
00001097=Навигация, нормальное выделение
00001098=Навигация, нормальное выделение
00001099=Навигация, нормальное выделение
00001100=Навигация, выделение блоком
00001101=Навигация, выделение блоком
00001102=Навигация, выделение блоком
00001103=Навигация, выделение блоком
00001104=Навигация, выделение блоком
00001105=Навигация, выделение блоком
00001106=Навигация, выделение блоком
00001107=Навигация, выделение блоком
00001108=Навигация, выделение блоком
00001109=Навигация, выделение блоком
00001110=Навигация, выделение блоком
00001111=Навигация, выделение блоком
00001112=Навигация, выделение блоком
00001113=Навигация, выделение блоком
00001114=Навигация, выделение блоком
00001115=Навигация, выделение блоком
00001116=Навигация, выделение блоком
00001117=Навигация, выделение блоком
00001118=Навигация, выделение блоком
00001119=Навигация, выделение блоком
00001120=Прокрутка
00001121=Прокрутка
00001122=Прокрутка
00001123=Прокрутка
00001124=Прокрутка
00001125=Прокрутка
00001126=Прокрутка
00001127=Прокрутка
00001128=Прокрутка
00001129=Прокрутка
00001130=Прокрутка
00001131=Прокрутка
00001132=Стандартные действия
00001133=Стандартные действия
00001134=Стандартные действия
00001135=Стандартные действия
00001136=Стандартные действия
00001137=Стандартные действия
00001138=Стандартные действия
00001139=Буфер обмена
00001140=Вставить текст
00001141=Вставить текст
00001142=Вставить текст
00001143=Вставить текст
00001144=Вставить текст
00001145=Отступы и табуляторы
00001146=Отступы и табуляторы
00001147=Отступы и табуляторы
00001148=Отступы и табуляторы
00001149=Удаление текста
00001150=Удаление текста
00001151=Удаление текста
00001152=Удаление текста
00001153=Удаление текста
00001154=Удаление текста
00001155=Удаление текста
00001156=Удаление текста
00001157=Режим выделения
00001158=Режим выделения
00001159=Режим выделения
00001160=Режим выделения
00001161=Режим выделения
00001162=Режим выделения
00001163=Режим выделения
00001164=Режим выделения
00001165=Изменить регистр
00001166=Изменить регистр
00001167=Изменить регистр
00001168=Изменить регистр
00001169=Изменить регистр
00001170=Изменить регистр
00001171=Изменить регистр
00001172=Изменить регистр
00001173=Сворачивание текста
00001174=Сворачивание текста
00001175=Сворачивание текста
00001176=Сворачивание текста
00001177=Сворачивание текста
00001178=Сворачивание текста
00001179=Сворачивание текста
00001180=Сворачивание текста
00001181=Сворачивание текста
00001182=Сворачивание текста
00001183=Закладки
00001184=Закладки
00001185=Закладки
00001186=Закладки
00001187=Закладки
00001188=Закладки
00001189=Закладки
00001190=Закладки
00001191=Закладки
00001192=Закладки
00001193=Закладки
00001194=Закладки
00001195=Закладки
00001196=Закладки
00001197=Закладки
00001198=Закладки
00001199=Закладки
00001200=Закладки
00001201=Закладки
00001202=Закладки
00001203=Закладки
00001204=Маркеры
00001205=Маркеры
00001206=Маркеры
00001207=Маркеры
00001208=Макросы
00001209=Макросы
00001210=Макросы
00001211=Макросы
00001212=Кодировки
00001213=Кодировки
00001214=Кодировки
00001215=Кодировки
00001216=Кодировки
00001217=Кодировки
00001218=Кодировки
00001219=Кодировки
00001220=Дополнительно
00001227=Дополнительно
00001228=Сбросить масштаб (исходный размер)
00001229=Запуск
00001230=Запустить инструмент 1
00001231=Запуск
00001232=Запустить инструмент 2
00001233=Запуск
00001234=Запустить инструмент 3
00001240=&Масштаб
00001241=&Увеличить
00001242=У&меньшить
00001243=&Исходный
00001244=Запуск
00001245=Запустить инструмент 4
00001255=Список автозавершения
00001256=Заменить далее
00001257=Налево-вверх
00001258=Прокрутка вверх
00001259=До&бавить отступ
00001260=Удаление предыдущего символа
00001261=Установить маркер
00001262=Поиск и замена
00001263=Поиск предыдущего через Lister
00001264=Дополнительно
00001265=Меню - кодировки
00001266=Дополнительно
00001267=Меню - лексеры
00001268=Дополнительно
00001269=Меню - окончания строк
00001270=По&менять маркер
00001271=&Снять маркер
00001272=Ус&тановить маркер
00001273=Выровн&ять разделители
00001278=Пане&ли инструментов
00001279=Быстрый поиск
00001280=Вид
00001281=Правка
00001282=Файл
00001286=Поиск и замена
00001287=Быстрый поиск
00001288=&Быстрый поиск
00001296=П&ометить все
00001297=Вызвать панель Быстрого поиска
00001298=Перейти к следующей пометке
00001299=Перейти к предыдущей пометке
00001300=Пометить все совпадения со строкой поиска
00001301=Установить маркер на текущей позиции
00001302=Удалить последний маркер
00001303=Поменять местами текущую позицию и последний маркер
00001304=Настроить дополнительные внешние инструменты
00001305=Панель инструментов "Файл"
00001306=Панель инструментов "Правка"
00001307=Панель инструментов "Вид"
00001308=Панель инструментов "Быстрый поиск"
00001309=Увеличить
00001310=Уменьшить
00001311=Восстановить оригинальный размер
00001312=Открыть папку Readme в Проводнике
00001313=Показать информацию о программе
00001314=Дублировать текущую строку
00001315=Показать диалог "Вставка символов"
00001316=Выровнять разделители в выделении
00001317=Открыть новое окно
00001318=Закрыть редактор
00001319=&Помощь
00001320=Показать файл помощи
00001321=&Закрыть
00001323=Файл
00001324=Закрыть вкладку
00001325=Закрыть другие вкладки
00001326=Закрыть вкладку
00001327=Создать вкладку
00001328=Новый &HTML-файл
00001331=&Сохранить все
00001333=&Закрыть все
00001334=Файл
00001335=Закрыть все вкладки
00001336=Файл
00001337=Закрыть другие вкладки
00001338=Файл
00001339=Сохранить все
00001340=Сохранить файлы во всех вкладках
00001341=Закрыть текущую вкладку
00001342=Закрыть все вкладки
00001344=&Закрыть другие вкладки
00001345=Закрыть все вкладки, кроме текущей
00001346=Загрузить сессию...
00001347=Сохранить сессию...
00001348=syn
00001349=Файлы сессий|*.syn
00001350=syn
00001351=Файлы сессий|*.syn
00001352=Загрузить сохранённые вкладки
00001353=Сохранить список вкладок в файл
00001354=Дополнительно
00001355=Очистить историю файлов
00001356=Последние открытые
00001357=&Очистить список
00001358=О&кна
00001360=Вставить дату/время
00001361=Дополнительно
00001362=Вставить текущие дату/время
00001363=Вставить текущую дату/время в текст
00001364=З&апуск
00001369=&Справка PHP
00001370=Выполнить поиск в PHP.net для текущего слова
00001371=Поиск в &Google
00001372=Выполнить поиск в Google для текущего слова или выделения
00001373=Открыть в &IE
00001374=Открыть файл в браузере Internet Explorer
00001375=Открыть в &Firefox
00001376=Открыть файл в браузере Firefox
00001377=Поиск в &Wikipedia
00001378=Выполнить поиск в Wikipedia для текущего слова или выделения
00001379=Открыть в &Chrome
00001380=Открыть файл в браузере Google Chrome
00001381=Открыть в &Safari
00001382=Открыть файл в браузере Safari
00001383=Открыть содержащую &папку
00001384=Открыть папку, содержащую текущий файл
00001385=-
00001386=-
00001387=-
00001388=-
00001389=Запуск
00001390=Запустить инструмент 5
00001391=Запуск
00001392=Запустить инструмент 6
00001393=Запуск
00001394=Запустить инструмент 7
00001395=Запуск
00001396=Запустить инструмент 8
00001397=Запуск
00001398=Открыть в Firefox
00001399=Запуск
00001400=Открыть в IE
00001401=Запуск
00001402=Открыть в Chrome
00001403=Запуск
00001404=Открыть в Safari
00001405=Запуск
00001406=Открыть содержащую папку
00001407=Запуск
00001408=Справка PHP
00001409=Запуск
00001410=Поиск в Google
00001411=Запуск
00001412=Поиск в Wikipedia
00001413=-
00001414=-
00001415=-
00001416=-
00001417=&Кодировка
00001418=&Окончания строк
00001422=&Изменить кодировку
00001440=&Конвертировать в кодировку
00001441=Перечитать файл в другой кодировке или просто сменить кодировку
00001442=Сменить кодировку без перечитывания файла
00001445=Закрыть текущую вкладку
00001446=-
00001447=Поиск и замена
00001448=Диалог замены
00001450=&Заменить...
00001451=&Найти...
00001452=Показать диалог поиска
00001453=Показать диалог замены
00001454=Заменить...
00001455=Показать диалог замены
00001456=Поиск в &MSDN
00001457=Выполнить поиск в MSDN для текущего слова или выделения
00001458=Запуск
00001459=Поиск в MSDN
00001460=Файл
00001461=Закрыть программу
00001462=Закрыть и &удалить
00001463=Файл
00001464=Закрыть и удалить файл
00001465=Закрыть текущую вкладку и удалить файл
00001467=Показать диалог поиска/замены в файлах
00001469=Показать диалог замены
00001470=Показать диалог поиска/замены в файлах
00001471=Найти/заменить в файлах...
00001472=Найти/заменить в фа&йлах...
00001473=Показать диалог поиска/замены в файлах
00001474=Поиск и замена
00001475=Диалог поиска/замены в файлах
00001476=ещё
00001477=Копировать URL
00001478=Копировать текущую ссылку (URL) в буфер обмена
00001479=Копировать-Добавить
00001480=Добавить выделенное в буфер обмена
00001481=Вырезать-Добавить
00001482=Вырезать выделенное и добавить его в буфер обмена
00001483=Копировать как HTML
00001485=Копировать как RTF
00001487=Копировать как HTML
00001488=Буфер обмена
00001489=Копировать выделение в буфер в HTML-формате
00001490=Копировать как HTML
00001491=Копировать выделение в буфер в HTML-формате
00001492=Копировать-Добавить
00001493=Буфер обмена
00001494=Копировать выделение и добавить в буфер
00001495=Вырезать-Добавить
00001496=Буфер обмена
00001497=Вырезать выделение и добавить в буфер
00001498=Копировать-Добавить
00001499=Вырезать-Добавить
00001500=Копировать выделение и добавить его в буфер
00001501=Вырезать выделение и добавить его в буфер
00001502=Вырезать-Добавить
00001503=Вырезать выделение и добавить его в буфер
00001504=Копировать-Добавить
00001505=Копировать выделение и добавить его в буфер
00001506=&Веб
00001507=&Браузеры
00001508=-
00001509=-
00001510=-
00001511=-
00001521=Перейти к парной скобке
00001522=Перейти к скобке, парной для текущей скобки
00001524=Панель вывода
00001525=Опции
00001526=Перекл. панель вывода
00001529=&Панель вывода
00001530=Спрятать/показать панель вывода
00001531=Меню
00001532=Очистить
00001533=Копировать отмеченные строки
00001534=Перейти
00001535=Копировать всё
00001536=Новый P&erl-файл
00001537=Новый &C++ файл
00001538=Новый &PHP-файл
00001539=Режим вставки/замены (щелкните для изменения)
00001540=Удалить отмеченные строки
00001541=Удалить неразобранные строки
00001544=Перейти
00001545=Копировать отмеченные строки
00001546=Копировать всё
00001547=Очистить
00001548=Копировать как RTF
00001549=Копировать выделение в буфер в RTF-формате
00001550=Изменение &стилей лексера...
00001551=Настроить стили/шрифты текущего лексера
00001552=Изменение стилей лексера...
00001553=Настроить стили/шрифты текущего лексера
00001554=Извлечь строки...
00001555=Показать диалог "Извлечь строки"
00001556=Поиск и замена
00001557=Диалог "Извлечь строки"
00001558=Изменить регистр
00001559=Установка регистра предложения для текущего выделения
00001560=&Как в предложении.
00001561=Установка регистра предложения для текущего выделения
00001562=Как в предложении.
00001563=Установка регистра предложения для текущего выделения
00001564=Как в предложении
00001565=Масштаб (щелкните для изменения)
00001573=Значение масштаба...
00001575=Буфер обмена
00001576=&Панель буфера обмена
00001577=Спрятать/показать панель буфера обмена
00001578=Опции
00001579=Перекл. панель буфера обмена
00001580=Очистить
00001581=Предыдущий рез-т масс. поиска
00001582=Следующий рез-т масс. поиска
00001583=Поиск и замена
00001584=Следующий результат масс. поиска
00001585=Поиск и замена
00001586=Предыдущий результат масс. поиска
00001587=Открыть предыдущий результат поиска в файлах
00001588=Открыть следующий результат поиска в файлах
00001589=Перекл. SyncEdit-режим
00001590=Вкл./выкл. режим синхронного редактирования
00001591=Файл
00001592=Сохранить сессию
00001593=Файл
00001594=Загрузить сессию
00001595=Добавить сессию...
00001596=Добавить сохранённые вкладки к текущим вкладкам
00001597=Файл
00001598=Загрузить/добавить сессию
00001599=Дополнительно
00001600=Перекл. режим синхронного редактирования
00001601=Полный экран
00001602=Опции
00001603=Перекл. режим полного экрана
00001604=Переключить режим полного экрана
00001606=Копировать путь папки
00001607=Копировать полный путь
00001608=Копировать имя файла
00001610=На другую панель
00001611=Разделить 50/50
00001612=-
00001613=Закрыть все вкладки
00001614=Файл
00001615=Переместить вкладку на другую панель
00001616=Разделить горизонтально
00001620=Дополнительно
00001621=Перекл. синхронность горизонтальной прокрутки
00001622=Дополнительно
00001623=Перекл. синхронность вертикальной прокрутки
00001624=Интеграция с &Проводником...
00001625=Настроить интеграцию с Проводником Windows
00001626=&Вид
00001627=&Окно всегда поверх
00001628=Всегда показывать окно редактора поверх других окон
00001629=Опции
00001630=Перекл. режим "окно всегда поверх"
00001631=Заполнить блок...
00001632=Дополнительно
00001633=Заполнить блок строкой
00001634=Заполнить строки вертикального блока введённой строкой
00001635=Вставить текст...
00001636=Дополнительно
00001637=Диалог "Вставить текст"
00001638=&Опции проекта...
00001639=Настроить глобальные опции проекта
00001640=Открыть выделенное имя файла в отдельной вкладке
00001641=Отправить по E-mail
00001642=Послать текущий файл по e-mail через MS Outlook
00001643=Вставить текст/ нумерацию/ маркировку списка
00001644=Восстановить
00001645=Восстановить стили лексеров...
00001646=Восстановить стили лексеров, авто-сохранённые в SynStyles.ini
00001647=Настроить...
00001648=Дополнительно
00001649=Перекл. фокус на Дерево или обратно
00001651=Дополнительно
00001652=Перекл. фокус на панель Буфера обмена или обратно
00001653=Дополнительно
00001654=Zen Coding - Расширить аббревиатуру
00001655=Zen Coding
00001656=Расширить аббревиатуру
00001657=Расширить Zen-аббревиатуру
00001658=Список &Zen-сокращений
00001659=Показать список Zen-аббревиатур
00001660=Обернуть аббревиатурой...
00001661=Обернуть выделенный текст расширением Zen-аббревиатуры
00001662=Дополнительно
00001663=Zen Coding - Обернуть аббревиатурой
00001664=Комментирование
00001665=Закомментировать строки
00001666=Закомментировать выделенные строки
00001667=Раскомментировать строки
00001668=Раскомментировать выделенные строки
00001669=Перекл. строчный комментарий
00001670=Переключить комментирование выделенных строк
00001671=Комментирование
00001672=Перекл. строчный комментарий
00001673=Дополнительно
00001674=Перекл. фокус на панель вывода или обратно
00001675=Файл
00001676=Создать резервную копию файла
00001677=Комментирование
00001678=Потоковый комментарий
00001679=Потоковый комментарий
00001680=Потоковый комментарий для выделения
00001681=Отступы
00001682=Строковые операции
00001683=Переместить строки вниз
00001684=Переместить строки вверх
00001685=Переместить выделенные строки вниз
00001686=Переместить выделенные строки вверх
00001687=&Поблагодарить...
00001688=Показать пункт файла справки "Donate"
00001689=Удалить строку
00001690=Удалить текущую строку
00001691=Копировать в буфер
00001692=Копировать путь папки
00001693=Копировать полный путь
00001694=Копировать имя файла
00001695=Буфер обмена
00001696=Копировать имя файла
00001697=Буфер обмена
00001698=Копировать полный путь
00001699=Буфер обмена
00001700=Копировать путь папки
00001701=Дополнительно
00001702=Перекл. фокус на список результатов поиска или обратно
00001703=file-open
00001704=file-save
00001705=file-save_pale-22x22
00001706=file-save-as
00001707=preferences
00001708=preferences_customize_lexer
00001709=preferences_configure_lexer_library
00001710=edit-copy
00001711=edit-cut
00001712=edit-paste
00001713=edit-selection-clear
00001714=edit-select-all
00001715=edit-undo
00001716=edit-redo
00001717=selection_indent
00001718=selection_unindent
00001719=edit-sort-ascending
00001720=edit-sort-descending
00001721=toggle_case_titlecase
00001722=toggle_case_lowercase
00001723=toggle_case_uppercase
00001724=edit_comment
00001725=edit_uncomment
00001726=toggle_code_folding
00001727=toggle_linenumbers
00001728=toggle_word_wrap
00001729=goto_line_number
00001730=toggle_nonprintable_chars
00001731=toggle_syntaxtree
00001732=print
00001733=print-preview
00001734=print-page-setup
00001735=edit-find
00001736=edit-copy-url
00001737=file-new
00001738=print_setup
00001739=qsearch_find-next
00001740=qsearch_find-previous
00001741=qsearch-case-sensitive
00001742=qsearch_whole_words
00001743=log_window2
00001744=tango_22x22_horiz
00001745=tango_22x22_vert
00001746=Цвета/шрифты
00001747=Спрятать/показать панель структуры/проекта
00001748=Показывать панель структуры/проекта
00001749=Показывать полосу свёртки
00001750=Показывать полосу свёртки
00001751=Разрешить перенос по словам
00001752=Разрешить перенос по словам
00001753=Показывать нумерацию строк
00001754=Показывать нумерацию строк
00001755=Показывать непечатаемые символы
00001756=Показывать непечатаемые символы
00001757=Панель вывода
00001758=Показывать панель вывода
00001759=Закомментировать строки
00001760=Закомментировать строки
00001761=Раскомментировать строки
00001762=Раскомментировать строки
00001763=Отступы
00001764=Увеличить отступ выделения
00001765=Отступы
00001766=Уменьшить отступ выделения
00001767=Синхронизировать горизонтальную прокрутку двух видов
00001768=Синхронизировать вертикальную прокрутку двух видов
00001769=Дерево
00001771=Вывод
00001772=Вывод
00001773=Результаты поиска
00001774=Быстрый поиск
00001775=Далее
00001776=Найти далее
00001777=Предыдущее
00001778=Найти предыдущее
00001779=С учётом регистра
00001780=С учётом регистра
00001781=Слова целиком
00001782=Поиск целых слов
00001783=Быстрый поиск

[fmSetup]
00000001=Опции
00000002=Редактор
00000003=Заменять помеченный блок набранным текстом.
00000004=Заменять выделенный блок
00000005=Сохранять выделение даже при перемещении курсора при помощи клавиш со стрелками.
00000006=Сохранять выделение
00000007=Выделять всю строку при двойном щелчке по любому символу в этой строке.\nЕсли не отмечено - выделять только текущее слово.
00000008=Выделение строки по двойному щелчку
00000009=Выделение всего текста при получении редактором фокуса.
00000010=Автовыделение
00000011=При включении этой опции выделение будет содержать дополнительные блоки/строки.
00000012="Жадный" режим выделения
00000013=Выделение не снимается при перемещении каретки с помощью клавиатуры, а увеличивается/уменьшается.
00000014=Сохранять режим выделения
00000015=Перенос по словам работает по краю окна редактора.
00000016=Перенос по словам
00000017=Тежим "только чтение", пробел работает как PgDn.
00000018=Только чтение
00000019=Показывать полосу сворачивания кода.
00000020=Сворачивание кода
00000021=Разрешить перетаскивание мышью текстовых блоков.
00000022=Разрешить перетаскивание текста
00000023=Сворачивать пустые строки, расположенные после сворачиваемого текста.
00000024=Сворачивать пустые строки
00000025=Предотвращает подгонку высоты строки.\nВысота строки определяется стилем по умолчанию.
00000026=Фиксировать высоту строки
00000027=При нажатии Enter установит курсор под первый непустой символ предыдущей непустой строки.
00000028=Автоматический отступ
00000029=При нажатии на Backspace выравнивать точку вставки по предыдущему отступу.
00000030=Автом. обратный отступ
00000031=Повтор группы одинаковых отменённых действий одним вызовом команды "Повторить".
00000032=Групповой повтор
00000033=Отмена группы последних команд одним вызовом команды "Отменить".
00000034=Групповая отмена
00000035=Не очищать список отменённых действий при сохранении файла.
00000036=Отмена после сохранения
00000037=Копировать выделенный текст в буфер также и в RTF формате.
00000038=Копировать в буфер обмена в RTF
00000039=Влияет на перемещения каретки (вверх, вниз, в начало строки, в конец строки).
00000040="Умная" каретка
00000041=Разрешить перемещение каретки только внутри текста.
00000042=Каретка только в тексте
00000043=Начинать каждую строку с автоматическим отступом с минимальным возможным количеством\nсимволов, используя табуляторы и пробелы при необходимости.
00000044=Оптимальное заполнение
00000045=Запретить любое выделение текста.
00000046=Запретить выделение
00000047=Разрешить режим выделения колонкой (Alt+выделение мышью).
00000048=Выделение колонкой
00000049=Если выбрано, маркеры привязаны к тексту, так что они будут перемещаться\nв процессе редактирования. Иначе - к положению каретки на странице.
00000050=Плавающие маркеры
00000051=Прокручивать до последней строки в тексте или до последней страницы.
00000052=Прокручивать до последней строки
00000053=Перенос слов работает по правой границе, а не по краю окна редактора.
00000054=Перенос слов по правой границе
00000055=Сохранять позицию каретки по горизонтали перед редактированием текста,\nэта позиция используется при перемещении каретки вверх/вниз.
00000056=Фиксированная колонка
00000057=Менять горизонтальную полосу прокрутки для текущего текста на экране.
00000058=Изменяемая гориз. полоса прокрутки
00000059=Остановить сдвиг влево при достижении любой строкой нулевой позиции.
00000060=Сохранять выравнивание при сдвиге
00000061=Оставлять пробелы на концах строк при сохранении файла.
00000062=Сохранять завершающие пробелы
00000063=Редактор 2
00000064=Расстояние между строками
00000065=Правая граница
00000066=Нумерация строк
00000067=Показывать линию между полосой сворачивания и текстовым полем.
00000068=Отображать разделитель левой полосы
00000069=Разрешить градиент колонки нумерации строк.
00000070=Отображать градиент левой полосы
00000071=Подчёркивать ссылки и сделать их кликабельными при нажатии Ctrl.
00000072=Выделение ссылок
00000073=Отображать пользовательский фон для текущей строки.
00000074=Отображать фон текущей строки
00000075=Показывать каретку в режиме "только чтение".
00000076=Каретка в режиме "только чтение"
00000077=Скрывать курсор мыши, когда пользователь набирает текст.
00000078=Скрывать курсор при вводе
00000079=Скрывать динамические подсветки, когда редактор теряет фокус.
00000080=Скрывать динамические подсветки
00000081=Скрывать выделение, когда редактор теряет фокус.
00000082=Скрывать выделение
00000083=Интервал между строками (в пикс.).
00000084=Позиция правой границы.
00000085=Показывать правую границу (вертикальную линию после определенного столбца).
00000086=Показывать правую границу
00000087=Стиль нумерации строк.
00000088=По умолчанию\nКак в Delphi\nКаждая 5-я\nТолько текущая\n
00000089=Обозначать текущую строку пунктирными линиями.
00000090=Обозначать текущую строку
00000091=Показывать горизонтальную линейку над полем редактирования.
00000092=Показывать горизонтальную линейку
00000093=Отступ блоков
00000094=Предел отмен
00000095=Режим табуляции
00000096=Табуляторы
00000097=Размер отступа для команд "Добавить/Убрать отступ".
00000098=Количество действий, которые могут быть отменены.
00000099=Режимы работы клавиши Tab.\nУмныйТаб: вставка пробелов до первого непробельного символа в предыдущей строке.
00000100=Пробелы\nТабуляции\nУмныйТаб\n
00000101=Список позиций (через пробел), на которые встает каретка при вводе табуляций.
00000102=Вид
00000103=Цвета
00000104=Элементы интерфейса:
00000105=Цвет:
00000106=Текст\nТекст - фон\nТекущая строка - фон\nНумерация строк\nНумерация строк - фон\nСвернутая строка\nЛинии свертки\nПолоса свертки - фон\nРазделитель строк\nВыделенный текст\nВыделенный текст - фон\nПравая граница\nПодсказки - текст\nПодсказки - фон\nНепечатаемые символы\nЛиния, отмечающая парные скобки\nПравая граница нумерации строк\nДерево - текст\nДерево - фон\nГоризонтальная линейка - текст\nГоризонтальная линейка - фон\nНеактивная вкладка\nАктивная вкладка\nАктивная вкладка - линия\nПометки поиска - текст\nПометки поиска - фон\nПанель вывода - текст\nПанель вывода - фон\nПанель вывода - выделение - текст\nПанель вывода - выделение - фон\nПанель вывода - активная строка\nПанель вывода - акт. стр. - выделение\nПанель вывода - подсветка - фон\nПарные скобки\nПарные скобки - фон\nПодсветка ссылок\nРазделитель панелей (видов)\nТекущая строка - текст
00000107=Вы можете присвоить цвет из выпадающего списка каждому элементу интерфейса
00000108=Дерево
00000109=Автосинхронизация
00000110=Автоматически сворачивать
00000111=Автоматически разворачивать
00000112=Сортировать пункты
00000113=Слежение за мышью
00000114=Шрифты
00000115=Текст
00000116=Нумерация строк
00000117=Горизонтальная линейка
00000118=Дерево
00000119=Авто-завершение
00000120=Интерфейс
00000121=* - сохраняется отдельно для плагина/приложения
00000122=Вид
00000123=Тема панели инструментов:
00000124=Иконки панели инструментов:
00000125=Режим "только чтение" при запуске: *
00000127=Стандартные\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24\n
00000128=Показывать инф. о текущем символе
00000129=Включить (не для новых файлов)\nВыключить\nКак в прошлой сессии\n
00000130=Показывать строку состояния
00000131=Показывать главное меню *
00000133=Поиск
00000134=Предлагать искать текущее слово
00000135=Использовать новый диалог поиска
00000136=Сообщение при нулевом рез-те поиска
00000137=Клавиши
00000138=Назначить
00000139=Очистить
00000140=Найти
00000141=Дополн.
00000142=Дополнительно
00000144=Отслеживать изменения файла:
00000145=Открывать в кодировке OEM файлы:
00000146=Запрос на перезапись файлов "только для чтения"
00000151=Выкл.\nВкл., перечитывать сразу\nВкл., запрос перечитывания\n
00000152=Отображать полный путь в заголовке окна
00000156=Авто-заверш.
00000164=Применить
00000165=Отмена
00000166=ОК
00000167=Язык:
00000169=Не открывать\nОткрывать\nСпрашивать\n
00000170=Нетекстовые файлы:
00000171=Удерживать каретку в видимой части экрана при промотке на 1 строку.
00000172=Удерживать каретку на экране
00000178=Запуск только одной копии программы
00000179=Авто-завершение
00000180=Тип фильтра:
00000182=Использовать авто-завершение HTML/CSS
00000183=Без фильтрации\nНачало строки\nЛюбая часть строки\nСимволы в том же порядке\n
00000185=Отображать список даже без фильтрации
00000190=Заменять символы табуляции на пробелы также при открытии файла.
00000191=Заменять табы на пробелы при чтении
00000193=Новый документ
00000194=Кодировка:
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, без BOM\nЮникод\nЮникод BE\n
00000196=Окончания строк:
00000197=Windows\nUnix\nМакинтош
00000198=Лексер:
00000199=Группировать список лексеров
00000201=Закрывать нажатием Esc *
00000203=Файлы настроек
00000205=Сохранять настройки плагина рядом с lsplugin.ini
00000206=Переместить файлы
00000207=Вы можете переместить файлы настроек из %Appdata% в папку программы, чтобы сделать программу переносимой:
00000210=Вкладки
00000211=Кнопки закрытия на вкладках
00000212=Всегда показывать вкладки
00000213=Многострочный вид
00000215=Подсвечивать все вхождения выделенного слова.
00000216=Умное выделение
00000217=Панель вывода
00000218=Высота выпадающего списка:
00000219=Использовать историю поиска TotalCmd
00000220=Выбрать набор цветов...
00000221=Сохранить набор цветов...
00000222=Открывать в кодировке UTF-8 файлы:
00000223=(если "*" - все файлы)
00000224=Разрешает подсветку парных скобок\n(если это не переопределено в лексере).
00000225=Подсвечивать парные скобки
00000231=История
00000232=История
00000233=Размер истории файлов (0 - не сохранять)
00000234=Размер истории поиска/замены (0 - не сохранять)
00000235=Папка диалогов открытия/сохранения:
00000236=Сохранять положение каретки
00000237=Сохранять кодировку
00000238=Очистить
00000239=Очистить
00000240=Проверять список последних файлов при запуске
00000241=Сохранять/восстанавливать последнюю сессию
00000242=Папка текущего файла\nЗапоминать последнюю папку\nЗаданная ниже папка\n
00000243=Делает поиск "Умного выделения" регистро-зависимым.
00000244=С учётом регистра
00000245=Добавлять пробелы на концы строк при выделении колонкой\n(Alt+выделение мышью).
00000246=Хвостовые пробелы при выдел. колонкой
00000247=Показывать диалог всегда поверх *
00000249=Резервные копии:
00000250=Не делать\nВ папке %AppData%\\SynWrite\nВ той же папке\n
00000251=Число символов, вызывающее список:
00000252=(0 - запрещено)
00000253=Для плагина:
00000254=Для программы:
00000255=Поведение Esc в "Быстром поиске":
00000256=Закрыть Быстрый поиск\nЗакрыть редактор\nПеревести фокус на редактор\n
00000257=Показывать названия кнопок на панели "Быстрого поиска"
00000258=Показывать иконки в ПКМ-меню
00000259=Авто-завершение из слов текущего файла
00000260=Показывать слова из текущего файла
00000261=Показывать слова не короче ... символов
00000262=Искать слова только в первых ... Мб файла
00000263=Действие двойного щелчка:
00000264=Нет действия\nРазвернуть/свернуть узел дерева\nПоместить курсор в начало диапазона\nВыделить весь диапазон
00000265=Переводы строк для Zen Coding:
00000266=Авто (HTML)\nВсе (XML)\nБез переводов строк (простой текст)\n
00000267=Переход к категории:
00000268=Показывать символы CR/LF на концах строк, при\nвключенной опции "Показывать непечатаемые символы".
00000269=Показывать CR/LF на концах строк
00000270=Формат времени/даты:

[fmSR]
00000002=&Искать:
00000003=За&менить на:
00000005=&Найти далее
00000006=З&аменить
00000007=&Заменить все
00000008=Отмена
00000009=Опции
00000010=&Регулярные выражения
00000011=&Учитывать регистр
00000012=&Слова целиком
00000013=Спе&циальные символы
00000014=Найти &все/пометить
00000018=Диапазон
00000021=Направление
00000022=В&перёд
00000023=Наза&д
00000024=Помощь
00000025=Запрос при &замене
00000026=&Подсчитать
00000027=Заменить все во &всех вкладках
00000028=Строка не найдена...
00000029=&Найти далее
00000030=Прозрачность:
00000031=при потере фокуса
00000032=Пометить закладками
00000033=Искать в выделении
00000034=Искать от курсора
00000035=Поиск по кругу
00000036=Расширить выделение

[fmTools]
00000001=Внешние инструменты
00000002=&Имя файла:
00000003=&Параметры:
00000004=&Рабочая папка:
00000006=&Обзор...
00000008=ОК
00000009=Отмена
00000011=Параметры инструмента
00000012=Инструменты
00000013=Имя
00000016=О&бзор...
00000017=&Вверх
00000018=В&низ
00000019=&Захват вывода
00000020=&Строки вывода...
00000021=&Название:
00000022=Очистить
00000023=&Клавиша:
00000024=&Лексер:
00000025=&Добавить...
00000026=&Текущий
00000027=Сброс
00000028=Со&хранение:
00000029=Не сохранять\nСохранить текущий документ\nСохранить все документы
00000030=&Показывать в контекстном меню
00000031=Помощь

[ImportRules]
00000001=Импорт правил/стилей
00000002=Лексер:
00000003=Выберите правила/стили для импорта:
00000004=ОК
00000005=Отмена

[LexerLibraryDlg]
00000001=Библиотека синтаксических анализаторов (лексеров)
00000002=Наименование
00000003=Расширения
00000004=Стили
00000005=Теги
00000006=Блоки
00000007=Сублексеры
00000008=ToolBar1
00000009=ToolButton5
00000010=ToolButton16
00000011=ToolButton6
00000012=ToolButton11
00000013=ToolButton10
00000014=ToolButton13
00000015=ToolButton14
00000016=Открыть библиотеку лексеров
00000017=Открыть библиотеку лексеров
00000018=Сохранить библиотеку лексеров
00000019=Сохранить библиотеку лексеров
00000020=Свойства лексера
00000021=Свойства лексера
00000022=Импорт лексера
00000023=Импорт лексера
00000024=Экспорт лексера
00000025=Экспорт лексера
00000026=Удалить лексер
00000027=Удалить лексер
00000028=Очистить
00000029=Очистить
00000030=Создать лексер
00000031=Создать лексер
00000032=Закрыть
00000033=Закрыть
00000034=actCopy
00000035=Создать копию текущего лексера
00000036=lxl
00000037=Файлы библиотек лексеров (*.LXL)|*LXL|Все файлы (*.*)|*.*
00000038=Открыть библиотеку лексеров
00000039=lxl
00000040=Файлы библиотек лексеров (*.LXL)|*LXL|Все файлы (*.*)|*.*
00000041=Сохранить библиотеку лексеров
00000042=lcf
00000043=Файлы конфигурации лексера (*.lcf)|*.lcf|Все файлы (*.*)|*.*
00000044=Открыть файл конфигурации лексеров
00000045=lcf
00000046=Файлы конфигурации лексера (*.lcf)|*.lcf|Все файлы (*.*)|*.*
00000047=Сохранить конфигурацию лексера

[PageSetupEditorDlg]
00000001=Настройка страницы
00000002=С&лева:
00000003=Спр&ава:
00000004=&Сверху:
00000005=Сни&зу:
00000006=&Единицы:
00000007=Ор&иентация:
00000008=&Цвета:
00000009=мм\nсм\nдюймы\nмиллидюймы\n
00000010=Опции
00000011=Книжная\nАльбомная\n
00000012=&ОК
00000013=О&тмена
00000014=Полноцветная\nОттенки серого\nЧерно-белая
00000015=Верхний колонтитул
00000016=Нижний колонтитул
00000017=Шрифты
00000018=&Верхний колонтитул
00000019=&Нижний колонтитул
00000027=Но&мера строк:
00000028=Подсветка блоков
00000029=П&розрачность
00000030=&Подсветка строк
00000031=Пр&ятать свернутое
00000032=П&еренос по словам
00000033=Печать выделенного
00000034=Печатать скобки
00000035=Номе&ра строк
00000036=Нет\nСлева \nСправа\nСлева на нечетных страницах\nСправа на нечетных страницах\n

[SyntLexerDlg]
00000001=Настройки лексера
00000002=Общие
00000003=Название типов разделителей
00000004=Стиль выделения:
00000005=Полное обновление при длине текста более
00000006=Стиль пометок поиска:
00000007=Стиль текущей строки:
00000008=Стиль фона:
00000009=Символы комментария
00000010=Стиль маркера свёртки:
00000011=Кодовая страница
00000012=Расширения файлов:
00000013=Название лексера:
00000014=Пропускать пробелы при парсинге
00000015=Перезапускать анализ с начала строки
00000016=Не пропускать символы конца строки
00000017=Всегда синхронизировать анализ блоков
00000018=Стиль
00000019=Переместить ниже
00000020=Отключить
00000021=Удалить всё
00000022=Удалить
00000023=Создать пункт
00000024=Переместить выше
00000025=Импорт
00000026=&Фон
00000027=&Цвет шрифта
00000028=&Тип стиля
00000029=&Выравн. по вертикали
00000030=&Изменение регистра
00000031=Определяет цвет фона.
00000032=В&ыбрать шрифт
00000033=Определяет цвет шрифта.
00000034=Определяет, какие свойства стиля должны быть использованы.
00000035=Стиль шрифта
00000036=Определяет, когда используется полужирный шрифт.
00000037=Полу&жирный
00000038=Определяет, когда используется курсивный шрифт.
00000039=&Курсив
00000040=Определяет, когда используется подчёркнутый шрифт.
00000041=&Подчёркнутый
00000042=Определяет, когда используется зачеркнутый шрифт.
00000043=&Зачёркнутый
00000044=Определяет стиль свойств, которые могут быть определены на Холсте.
00000045=Заданный шрифт\nСтиль и цвета\nЦвета\nЦвет фона\n
00000046=Определяет вертикальное выравнивание текста.
00000047=Верх\nЦентр\nНиз\n
00000048=Определяет, когда используется атрибут "скрытый".
00000049=&Скрытый
00000050=Границы
00000051=Левая
00000052=Верхняя
00000053=Правая
00000054=Нижняя
00000055=Определяет цвет левой границы.
00000056=Определяет стиль левой границы.
00000057=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000058=Определяет цвет верхней границы.
00000059=Определяет стиль верхней границы.
00000060=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000061=Определяет цвет правой границы.
00000062=Определяет стиль правой границы.
00000063=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000064=Определяет цвет нижней границы.
00000065=Определяет стиль нижней границы.
00000066=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000067=Определяет, когда сплошная граница должна быть нарисована вокруг многострочного текста
00000068=&Общая граница
00000069=Определяет, когда используется атрибут "только для чтения".
00000070=То&лько для чтения
00000071=Определяет, как регистр текста будет изменен перед рендерингом.
00000072=Без изменений\nВерхний регистр\nНижний регистр\nПереключить регистр\nКаждое слово с заглавной буквы\n
00000073=Парсер
00000074=Переместить ниже
00000075=Отключить
00000076=Удалить всё
00000077=Удалить
00000078=Создать пункт
00000079=Переместить выше
00000080=Импорт
00000081=Правило обработки
00000082=Тип элемента
00000083=Стиль элемента
00000084=Родительский блок
00000085=Позиций в строке:
00000086=от
00000087=до
00000088=Недопустимый символ\nКомментарий\nИдентификатор\nСимвол\nСтрока\nЦелая константа\nКонстанта с плавающей точкой\nШестнадцатеричная константа\nСимвольная константа\nПрепроцессор\nПользовательский 1\nПользовательский 2\nПользовательский 3\nПользовательский 4\nПользовательский 5\nПользовательский 6\n
00000089=Прямой родитель
00000090=Не родитель
00000091=Всегда разрешено
00000092=Edit10
00000093=Edit11
00000094=Проверка состояния парсера
00000095=Присутствующий:
00000096=Отсутствующий:
00000097=Модификация состояния парсера
00000098=Назначить
00000099=Сброс:
00000100=Правила
00000101=Переместить ниже
00000102=Отключить
00000103=Удалить всё
00000104=Удалить
00000105=Создать пункт
00000106=Переместить выше
00000107=Импорт
00000108=Свойства
00000109=Индекс иден-ра
00000110=Сдвиг блока
00000111=Условие конца блока
00000112=Тип блока
00000113=Родительский блок
00000114=Инд. группы
00000115=Условие начала блока
00000116=Грам. правило
00000117=Смена типа элемента
00000118=Позиция конца строки
00000119=Требуется совпадение идент.
00000120=Относительно конца условия
00000121=Определитель тегов\nРазделитель строк\nНачало блока\nКонец блока\n
00000122=Прямой родитель
00000123=Не родитель
00000124=Отменить следующие правила
00000125=Всегда разрешено
00000126=Верх\nНиз\n
00000127=Проверка состояния парсера
00000128=Присутствующий:
00000129=Отсутствующий:
00000130=Модификация состояния парсера
00000131=Назначить
00000132=Сброс:
00000133=Текстовый блок
00000134=Имя форматируемой строки
00000135=Группа форматируемой строки
00000136=Иконка свернутого текста
00000137=Автоматически закрывающийся текст:
00000138=Закрывать блок в конце
00000139=Самозакрывающийся
00000140=Изначально закрытый
00000141=Отображать в дереве
00000142=Не сворачивать
00000143=Показывать скобку
00000144=Игнорировать как родителя
00000145=Отключить\nЗакрывать ближайший блок\nЗакрывать открытый блок\n
00000146=Подсветка
00000147=Стиль
00000148=Тип подсветки
00000149=Подсветка строк
00000150=Инверсия цвета в выделении
00000151=Динамическая подсветка
00000152=Позиция каретки
00000153=Любая позиция (всегда)\nГраница блоков\nГраница элементов\nВ блоке\nНачало границы элементов\nВне блока\n
00000154=Выделение минимального блока
00000155=Отключить\nТолько границы элементов\nЭлементы без границ\nВесь блок\n
00000156=Дерево синтаксиса
00000157=Пункт:
00000158=Группа:
00000159=Индекс значка
00000160=Стиль
00000161=Перо
00000162=Ширина
00000163=Цвет
00000164=Стиль
00000165=Пользов. перо
00000166=Edit15
00000167=Сплошная\nТире\nТочка\nТире точка\nТире точка точка\nОчистить\nВнутр. рамка\n
00000168=Условия
00000169=Условия
00000170=Индекс
00000171=Условие
00000172=Игнорировать регистр
00000173=Равно\nНе равно\nМаска\nПропустить\nТочная маска\n
00000174=Panel6
00000175=Ключевые слова
00000176=Сублексеры
00000177=Переместить ниже
00000178=Отключить
00000179=Удалить всё
00000180=Удалить
00000181=Создать пункт
00000182=Переместить выше
00000183=Импорт
00000184=Условие начала
00000185=Признак конца
00000186=Стиль
00000187=Родительский блок
00000188=Сублексер
00000189=Прямой родитель
00000190=Не родитель
00000191=Начать в начале текста
00000192=Закончить в конце текста
00000193=Всегда разрешено
00000194=Включая граничный текст
00000195=Проверка состояния парсера
00000196=Присутствующий:
00000197=Отсутствующий:
00000198=Модификация состояния парсера
00000199=Назначить
00000200=Сброс:
00000201=Грамматика
00000202=Panel1
00000203=Компилировать
00000204=Шаблоны кода
00000205=Код
00000206=Шаблон
00000207=Наименование
00000208=Описание
00000209=&Добавить
00000210=&Удалить
00000211=П&равить
00000212=Примечания
00000213=&Экспорт
00000214=&Применить
00000215=О&тмена
00000216=&Импорт
00000217=&ОК
00000218=lcf
00000219=Файлы конфигурации лексера (*.lcf)|*.lcf|Все файлы (*.*)|*.*
00000220=Открыть файл конфигурации лексеров
00000221=lcf
00000222=Файлы конфигурации лексера (*.lcf)|*.lcf|Все файлы (*.*)|*.*
00000223=Сохранить конфигурацию лексера
00000224=По умолчанию
00000225=Помеченные блоки
00000226=Не известно\\r\nКомментарий\\r\nИдентификатор\\r\nСимвол\\r\nСтрока\\r\nЦелочисленная константа\\r\nКонстанта с плавающей запятой\\r\nШестнадцатеричная константа\\r\nСимвольная константа\\r\nПрепроцессор
00000227=Помеченные блоки
00000228=По умолчанию
00000229=По умолчанию
00000230=Помеченные блоки
00000231=Правило
00000232=Term
00000233=TermNoCase
00000234=Закомментировать
00000235=Символьная
00000236=Тип элемента
00000237=Rule def
00000238=Тек. правило
00000239=Комментарий 1
00000240=Закомментировать
00000241=Комментарий 2
00000242=Закомментировать
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=Term
00000245=Term
00000246=TermNoCase
00000247=TermNoCase
00000248=Token rule
00000249=Тип элемента
00000250=Правило
00000251=Правило
00000252=\\w+\n
00000253=Равно
00000254=Символьная
00000255=Или
00000256=Символьная
00000257=Правило конца
00000258=Символьная
00000259=Повторить
00000260=Символьная
00000261=Подправило
00000262=Символьная
00000263=Rule def
00000264=Rule def
00000265=Правило начала
00000266=Тек. правило
00000267=Rule end
00000268=%s1 ...
00000269=Rule end
00000270=skip = <Comment> | \n       <preprocessor>\n\nroot = rule*;\n\nrule = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nitem =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=Comment\nTerm\nTermNoCase\nRule\nEqual\nOr\nStop\nToken rule ref.\nSubRule\n
00000272=Помеченные блоки
00000273=По умолчанию
00000274=Подсветка для грамматического редактора

[SyntPreviewForm]
00000001=Предпросмотр печати
00000003=ToolButton1
00000006=1 страница\n2 страницы\n4 страницы\n
00000007=ToolButton7
00000009=ToolButton5
00000010=ToolButton4
00000011=FirstCmd
00000012=Перейти на первую страницу
00000013=PrevCmd
00000014=Перейти на предыдущую страницу
00000015=NextCmd
00000016=Перейти на следующую страницу
00000017=LastCmd
00000018=Перейти на последнюю страницу
00000019=FitCmd
00000020=Масштаб увеличить/уменьшить
00000021=PrintCmd
00000022=Напечатать документ
00000023=CloseCmd
00000024=Закрыть предпросмотр печати
00000025=PageSetup
00000026=&Печать
00000027=Напечатать документ
00000028=Целая страница
00000029=По ширине страницы
00000040=Настройка страницы
00000041=Текущая страница
00000042=Всего страниц
00000043=Число просматриваемых страниц

[fmSRFiles]
00000001=Поиск/замена в файлах
00000002=&Искать текст:
00000003=За&менить на:
00000004=Искать в &папке:
00000005=&Маски файлов, разделённые пробелами:
00000006=Помощь
00000007=Отмена
00000008=Опции поиска текста
00000009=&Регулярные выражения
00000010=&Учитывать регистр
00000011=&Слова целиком
00000012=Спе&циальные символы
00000013=&Заменить все
00000014=Со всеми п&одпапками
00000015=&Обзор...
00000016=&Найти все
00000017=&Текущая
00000018=Опции поиска файлов
00000019=Пропускать &двоичные файлы
00000020=Пропускать файлы "только для &чтения"
00000021=Пропускать &скрытые файлы
00000022=Пропускать с&крытые папки
00000023=Список результатов
00000024=Показывать только имена файлов
00000025=Выводить во вкладку

[fmRepRpt]
00000001=Результаты замены
00000002=OK

[fmTOut]
00000001=Строки вывода
00000002=OK
00000003=Отмена
00000004=&Регулярное выражение:
00000005=&Имя файла:
00000006=Номера подвыражений:
00000007=&Строка:
00000008=&Колонка:
00000009=Строка &вывода для проверки:
00000010=Пр&оверить
00000012=&Пресет...
00000013=Удалять HTML-теги из вывода

[fmProgress]
00000001=Поиск
00000002=Поиск файлов...
00000003=Отмена
00000004=Поиск текста в файлах...
00000005=Сбор результатов...
00000006=Исключение двоичных файлов...

[CustomSyntDlg]
00000001=Настройки стилей
00000002=&Элементы:
00000003=&ОК
00000004=Отмена
00000005=&Фон
00000006=&Цвет шрифта
00000007=&Тип стиля
00000008=&Выравн. по вертикали
00000009=Изменение регистра
00000010=Задает цвет фона
00000011=&Выбрать шрифт...
00000012=Задает цвет шрифта
00000013=Задает какие св-ва стиля используются
00000014=Стиль шрифта
00000015=Задает стиль шрифта Полужирный
00000016=Полу&жирный
00000017=Задает стиль шрифта Курсив
00000018=&Курсив
00000019=Задает стиль шрифта Подчёркнутый
00000020=&Подчёркнутый
00000021=Задает стиль шрифта Зачёркнутый
00000022=&Зачёркнутый
00000023=Задает какие св-ва стиля применяются к канве
00000024=Заданный шрифт\nСтиль и цвета\nЦвета\nЦвет фона\n
00000025=Задает вертик. выравнивание текста
00000026=Верх\nЦентр\nНиз\n
00000027=Задает аттрибут Скрытый
00000028=&Скрытый
00000029=Границы
00000030=Левая
00000031=Верхняя
00000032=Правая
00000033=Нижняя
00000034=Задает цвет линии для левой границы
00000035=Задает стиль линии для левой границы
00000036=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000037=Задает цвет линии для верхней границы
00000038=Задает стиль линии для верхней границы
00000039=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000040=Задает цвет линии для правой границы
00000041=Задает стиль линии для правой границы
00000042=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000043=Задает цвет линии для нижней границы
00000044=Задает стиль линии для нижней границы
00000045=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000046=Задает рисование рамки вокруг многострочного региона
00000047=&Общая граница
00000048=Задает аттрибут Только-для-чтения
00000049=То&лько для чтения
00000050=Определяет, как регистр текста будет изменен перед рендерингом
00000051=Без изменений\nВерхний регистр\nНижний регистр\nПереключить регистр\nКаждое слово с заглавной\n
00000052=Default
00000053=Marked block
00000054=Unknown\nComment\nIdentifier\nSymbol\nString\nInteger const\nFloat const\nHex const\nChar const\nPreprocessor\n
00000055=Marked block
00000056=Default

[fmExtract]
00000001=Извлечь строки
00000002=Поиск
00000003=&Регулярное выражение:
00000004=&Учитывать регистр
00000005=&Найти
00000006=В &буфер
00000007=Просмотр найденных строк
00000008=Отмена
00000009=Помощь
00000010=Искать только в &выделении
00000011=Во в&кладку
00000012=Искать от &курсора
00000013=Не найдено...

[fmShell]
00000001=Интеграция с Проводником
00000003=Добавить пункт "SynWrite" в контекстное меню Проводника
00000004=OK
00000006=Связать SynWrite с TXT-файлами
00000007=Связать SynWrite с INI-файлами
00000008=Связать с дополнительными расширениями:
00000009=Разотметить все расширения

[fmProjOpt]
00000001=Опции проекта
00000002=ОК
00000003=Отмена
00000005=Папки поиска:
00000006=Добавить папку...
00000007=(используются командой ПКМ "Открыть <имя-файла>")

[fmInsTxt]
00000001=Вставить текст
00000002=Что вставлять
00000003=в начале строк:
00000004=в конце строк:
00000005=Начало:
00000006=Цифр:
00000007=Окончание:
00000008=Текст
00000009=Нумерация
00000010=Маркировка • •
00000011=Опции
00000012=Вставлять начало:
00000013=в колонке:
00000014=после ведущих пробелов
00000015=Пропускать пустые строки
00000016=после строки:
00000017=ОК
00000018=Отмена

[fmLoadLex]
00000001=Восстановить стили лексеров
00000002=Используя этот диалог, вы можете восстановить ваши стили лексеров, перезаписанные установкой SynWrite поверх существующей. Стили, при вашем их изменении, автоматически копируются в файл SynStyles.ini. Вызвав этот диалог после переустановки SynWrite, вы легко можете восстановить стили (сохранённые в SynStyles.ini) обратно в файл библиотеки лексеров.
00000003=Выберите лексеры, для которых восстановятся стили
00000004=Выделить все
00000005=Развыделить все
00000006=Удалить выбранные
00000007=ОК
00000008=Отмена

[$CONSTANTS]
Action=Действие
AllF=Все файлы
AllL=(Для всех лексеров)
Appn=Не удалось записать ini-файл(ы)
Bk=Закладка %d
cpBOM=Файл "%s" содержит так называемую BOM-сигнатуру.\nНельзя перечитать его в другой кодировке.\n\nВы все еще можете изменить текущую кодировку командой\n"Кодировка -- Конвертировать в кодировку".
cpLn=,Central European=центральноевропейские,Western European=западноевропейские,Baltic=балтийские,Cyrillic=кириллические,Greek=греческие,Indian=индийские,Arabic=арабские,Hebrew=иврит,Turkey=турецкие,Chinese Simplified=упрощенный китайский,Chinese Traditional=традиционный китайский,Korean=корейские,Japanese=японские,Thai=тайские,Vietnamese=вьетнамские,
cpN=Номер кодировки: %d
cpUnicode=Юникод
cpUTF8no=UTF-8, без BOM
EClosing=Исключение при закрытии:
EOpen=Исключение при открытии:
EPlug=Исключение в плагине:
EUnhook=Исключение при удалении формы:
FF0=Не найдено файлов, подпадающих под маску
FF0_=Не было найдено вхождений строки
FF1="%s": %d вхождений
FFAll=Заменено %d вхождения(ий) в %d файле(ах).
FFCfm=Вы уверены в том, что хотите сделать замену:\nв папке: "%s"\nв файлах: %s\n?
filAll=Все файлы
filApp=Приложения
filChm=Файлы справки HTML Help
filHlp=Файлы справки WinHelp
fill=Введите строку, которой заполнится блок:
fn=Поиск
fnMul=Для этой операции надо открыть несколько вкладок
fnR=Замена
fn_f=(в %d файлах)
Found=Найдено %d совпадения(ий)
Key1=Клавиша 1
Key2=Клавиша 2
KeyNUsed=Клавиша не используется
KeyUsed=Клавиша уже используется:
MAtt=Не удалось записать файл "%s"
MBakEr=Не удалось создать резервную копию:\n%s
MBakOk=Создана резервная копия:\n%s
MBig=Файл "%s" слишком большой.
MBk=Вы хотите удалить все закладки?
MCre=Файл не найден:\n%s\n\nСоздать его?
mdel=Вы действительно хотите закрыть и удалить этот файл?
MDelC=Вы действительно хотите удалить этот шаблон кода?
mdeln=Не удалось переименовать/удалить файл "%s"
MDelSt=Вы действительно хотите удалить выбранные пункты из списка сохранённых?
MDLex=Вы действительно хотите удалить этот лексер?
MDLexx=Вы действительно хотите удалить все лексеры из библиотеки?
MEmp=Найдены вкладки без имени. Продолжить?
MLn=Номер строки должен быть от 1 до %d
MNCap=Также укажите название для инстумента "%s"
MNCmt=Для лексера "%s" не заданы символы потокового комментария.\nСм. файл Comment.cfg в папке SynWrite.
MNCreate=Не удалось создать файл:
MNFound=Файл не найден:
MNFound2=Строка не найдена: "%s"
MNLex=Лексер с именем "%s" не найден
MNSel=Перед вызовом справки выделите нужную строку или поставьте курсор на нужное слово
MNSel2=Текст не выделен
MNText=Файл "%s" - нетекстовый.\nВсё равно открыть?
MoreB=Ещё кнопки
MOver=Файл "%s" имеет атрибут "только для чтения".\nПерезаписать его?
MRel=Файл "%s" был изменён снаружи.\nПеречитать?
MRelN=Файл "%s" был удален.\nПеречитать невозможно.
MRun=Не удалось запустить команду:\n%s
MRun0=Команда "%s" не вернула вывода
MSave=Файл "%s" был изменен.\n\nСохранить изменения?
MSavLex=Сохранить изменения в библиотеке лексеров?
MSel=Код символа: %d (шестн. %2.2x)
MSr=Вы можете использовать специальные символы:\n\\r - возврат каретки (#13)\n\\n - перевод строки (#10)\n\\t - табуляция (#9)\n\\0 - ноль (#0)\n\\\\ - один символ "\\"\n\nПоказать справку по регулярным выражениям?
MZen=Не удалось расширить аббревиатуру:\n%s
newFnLatin=New
nlex=(Нет лексеров)
None=(Нет)
None2=(нет команды)
NSaved=Перед запуском инструмента файл надо сохранить
opf=Открыть "%s"
O_f=Поиск "%s" в папке "%s" (%d вхождения(ий) в %d файле(ах))
O_fn=Не удалось разобрать строку:\nнет имени файла
O_fne=Не удалось перейти к строке:\nне найден файл "%s"
O_fr=Замена "%s" на "%s" в папке "%s" (%d вхождения(ий) в %d файле(ах))
O_l=Не удалось разобрать строку:\nнет номера строки
O_ln=Строка %d:
O_m=(вхождений: %d)
O_ok=Строка разобрана:\n\nимя файла: "%s"\nстрока: %d\nколонка: %d
Re=Заменить это вхождение?
re_b=граница слова
re_D=цифра 0..9
re_Diap=поиск a,b и 0..9
re_end=конец строки
re_hex=шестнадц. символ
re_n=новая строка
re_nb=не граница слова
re_ND=не цифра
re_NDiap=всё, кроме a,b и 0..9
re_NS=не-пробельный символ
re_ntim=строка, повторенная n раз
re_NW=не алфавитно-цифровой символ
re_S=пробельный символ
re_slash=обратный слеш
re_st=начало строки
re_sub=подвыражение
re_t=табуляция
re_W=алфавитно-цифровой символ
RO=[Только чтение]
sAll=&Все
sCan=Отмена
sCf=Подтверждение
shNN=Не удалось изменить значение в реестре.\nПопробуйте запустить редактор от имени Администратора.
sIns=Вст
sn=&Нет
sNAll=Н&ет для всех
sOk=ОК
sOvr=Зам
sWarn=Предупреждение
sy=&Да
sYAll=Д&а для всех
Sync=Создать область связанного редактирования
SynR=Удалить область связанного редактирования
typed=слово из файла
Untitled=(Без имени)
vert=Эта команда работает только с вертикальными блоками
zenCur=Расширение аббревиатуры не содержит метки курсора
zenIn=Аббревиатура:
ZmIn=Значение масштаба в процентах:
Zoom=Масштаб: %d%%
